42crunch.vscode-openapi
be5invis.vscode-icontheme-nomo-dark
bmalehorn.vscode-fish
davidanson.vscode-markdownlint
eamodio.gitlens
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
m4ns0ur.base64
malmaud.tmux
mermade.openapi-lint
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.makefile-tools
plex.vscode-protolint
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
styled-components.vscode-styled-components
usernamehw.errorlens
xadillax.viml
yzhang.markdown-all-in-one
zainchen.json
zxh404.vscode-proto3