alefragnani.Bookmarks
be5invis.vscode-icontheme-nomo-dark
bmalehorn.vscode-fish
DavidAnson.vscode-markdownlint
eamodio.gitlens
golang.go
jock.svg
jpoissonnier.vscode-styled-components
malmaud.tmux
matklad.rust-analyzer
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode.vscode-typescript-tslint-plugin
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust
XadillaX.viml
ZainChen.json
znck.grammarly
zxh404.vscode-proto3