curl
watch
neovim
viddy
htop
neofetch
bat
nmap
fzf
jq
yq
xq
fd
ripgrep
ctop
diff-so-fancy
colordiff
tldr
ncdu
tmux
rar
lsd
go
golangci-lint
rust
node
python
k3d
k9s
kustomize
istioctl
bfontaine/utils/rfc
pPrecel/tap/cloudagent
pPrecel/tap/pkup-gen