curl
watch
viddy
htop
neofetch
bat
nmap
fzf
tmux
rar
lsd
go
golangci-lint
rust
node
python
--cask iterm2
--cask fork
--cask visual-studio-code
--cask gimp
--cask spotify
kubernetes-cli
k3d
kind
kustomize
bfontaine/utils/rfc
pPrecel/tap/cloudagent
rancher